/* The string for canceling a map editing function. */
"CancelKey" = "Anulare";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Sigur doriți să anulați?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Modificările dvs. nu vor fi salvate.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Obiectul pe care l-ați creat nu va fi salvat.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Respingere modificări";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Anulare editare";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Adresă nevalabilă";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "O adresă trebuie inclusă pentru acest punct";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Nu ați adăugat o locație pentru acest punct";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Niciun punct nou nu va fi adăugat";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Continuare editare";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Selectați punctul pe care doriți să-l ștergeți.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Nu există puncte de șters.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Sigur doriți să ștergeți toate punctele?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Nu";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Da";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Doriți să comutați la un punct?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Doriți să comutați la o polilinie?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Doriți să comutați la un poligon?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Punctele pe care le-ați adăugat nu vor fi modificate și puteți continua să creați obiectul";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Toate punctele dvs. adăugate vor fi șterse";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Sigur doriți să ștergeți acest punct?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Salvare";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtrare";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Locație curentă";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Nicio sugestie găsită";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adresă";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Ștergere tot";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ create cu succes";

/* The placeholder text of the Searchbar */
"SearchKey" = "Căutare";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Adăugare punct nou";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Hartă de bază";

/* The title for the standard map type. */
"StandardKey" = "Standard";

/* The title for the hybrid map type. */
"HybridKey" = "Hibrid";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hibrid flyover";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Sunet dezactivat standard";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelit";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Satelit flyover";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Adăugare locație";

